{
    "pizza": "CRUST (WHEAT FLOUR, WATER, SOYBEAN OIL, SUGAR, YEAST, SALT, NON-FAT DRY MILK, CORNMEAL, GRANULATED GARLIC), SAUCE (TOMATOES, WATER, SOYBEAN OIL, SALT, SEASONING [SPICES, GARLIC POWDER, SOYBEAN OIL], ROMANO CHEESE [PASTEURIZED COW'S MILK, CHEESE CULTURE, SALT, ENZYME]), MOZZARELLA CHEESE (CULTURED PASTEURIZED MILK, SALT, ENZYMES), COOKED ITALIAN SAUSAGE (PORK, SPICES, WATER, SALT, SUGAR, DRIED GARLIC, LEMON JUICE, ROSEMARY EXTRACT, SAFFLOWER OIL), ROASTED ONIONS, ROASTED GREEN PEPPERS, MUSHROOMS (MUSHROOMS, WATER, SALT), PARMESAN AND ROMANO CHEESE BLEND (PARMESAN CHEESE [PASTEURIZED PARK SKIM MILK, CHEESE CULTURE, SALT, ENZYMES], ROMANO CHEESE [PASTEURIZED COW'S MILK, CHEESE CULTURES, SALT, ENZYMES]), OREGANO, GRANULATED GARLIC, BASIL.",
    "burger": "WATER, SUGAR, SALT, TOMATO PASTE, SOY PROTEIN CONCENTRATE, VINEGAR, SPICES, CHIPOTLE PEPPER*, HONEY. CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: GARLIC*, NATURAL SMOKE FLAVOR WITH OTHER NATURAL FLAVOR, CITRIC ACID, FLAVORINGS, POTASSIUM SORBATE AND SODIUM BENZOATE (PRESERVATIVES), SUCRALOSE.",
    "salad": "COCONUT LIME DRESSING (FILTERED WATER, ORGANIC SUGAR, DRIED COCONUT, WHITE VINEGAR, RED BELL PEPPER PUREE [RED BELL PEPPERS, WATER, CITRIC ACID], LIME JUICE CONCENTRATE, SEA SALT, CORN STARCH, CHILI POWDER, XANTHAN GUM, ONIONS, BLACK PEPPER, PAPRIKA), KALE, CABBAGE, BROCCOLI, NAPA CABBAGE, CRISPY THIN NOODLES (ENRICHED FLOUR [WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID AND ENZYMES], VEGETABLE OIL [SOYBEAN AND/OR COTTONSEED OIL], WATER, SALT, CORN STARCH), DICED PAPAYA (PAPAYA, CANE SUGAR), DICED MANGO (MANGO, CANE SUGAR, CITRIC ACID), DICED PINEAPPLE (PINEAPPLE, SUGAR, CITRIC ACID), TOASTED RED QUINOA, SESAME SEEDS, GOLDEN FLAX SEEDS.",
    "steak": "ONION, GARLIC, SUGAR, SUCANAT, CHILI PEPPER, BLACK PEPPER, PROPRIETARY BLEND.",
    "pasta": "SEMOLINA, DRIED SPINACH AND DRIED TOMATO, NIACIN, IRON LACTATE, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID.",
    "taco": "No ingredients listed",
    "sandwich": "ONION ROLL [ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, HIGH FRUCTOSE CORN SYRUP, SOYBEAN OIL, YEAST, CONTAINS LESS THAN 2% OF THE FOLLOWING SALT, WHEAT GLUTEN, ONIONS, POPPY SEED, SPICE OILS (TURMERIC & ANNATTO, IMPORTS COLOR), VINEGAR, DOUGH CONDITIONERS (MONOGLYCERIDES, SODIUM STEAROYL LACTYLATE, ASCORBIC AZODICARBONAMIDE, CALCIUM SULFATE, CALCIUM PROPIONATE (PRESERVATIVE]], CHIPTOLE PROPIONATE (PRESERVATIVE]}, CHIPTOLE TURKEY BREAST AND WHITE TURKEY WITH BROTH [TURKEY BREAST, TURKEY WHITE MEAT, TURKEY BROTH, SALT, AND LESS THAN 2% OF CARRAGEENAN, BROWN SUGAR, VINEGAR, MODIFIED FOOD, STARCH, SODIUM PHOSPHATES, NATURAL FLAVORING CHILI POWDER (INCLUDING CHIPTOLE), TORULA YEAST, CITRIC ACID, POTASSIUM SORBATE], SMOKED GOUDA CHEESE [PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, ANNATTO (VEGETABLE COLOR] NATURAL SMOKE FLAVOR ], SMOKEY CHIPTOLE PUREE [CHIPTOLE PEPPER, WATER, SALT, VINEGAR, CITRIC ACID , MUSTARD FLOUR, MODIFIED CORN STARCH, CALCIUM DISODIUM EDTA (TO MAINTAIN QUALITY), NATURAL FLAVOR, POTASSIUM SORBATE AND SODIUM BENZOATE (TO MAINTAIN FRESHNESS]].",
    "soup": "TOMATO AND BASIL SOUP [DICED TOMATOES (TOMATO, TOMATO JUICE, SALT, CALCIUM CHLORIDE, CITRIC ACID), GROUND PEELED TOMATOES (TOMATO, TOMATO PUREE, SALT, CITRIC ACID), ONION, CREAM, CANOLA OIL, SALT, BASIL, GARLIC, OREGANO].",
    "chicken wings": "CHICKEN WINGS.",
    "fried chicken": "CHICKEN, WATER, BLEACHED WHEAT FLOUR, BLEACHED ENRICHED WHEAT FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WHEAT FLOUR, CONTAINS 2% OR LESS OF SALT, SODIUM PHOSPHATES, SPICES, GARLIC POWDER, DEXTROSE POWDERED BUTTERMILK, AUTOLYZED YEAST EXTRACT AND TORULA YEAST, EGG WHITE SOLIDS, LEAVENING (SODIUM BICARBONATE, SODIUM ALUMINUM PHOSPHATE), WHEAT GLUTEN, LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE), SEASONING (SALT, SODIUM TRIPOLYPHOSPHATE, MODIFIED FOOD STARCH, DRIED BUTTERMILK, AUTOLYZED YEAST EXTRACT, NATURAL FLAVORS {WITH ENZYME MODIFIED MILKFAT}, XANTHAN GUM, DRIED GARLIC AND ONION, CITRIC ACID).",
    "sushi": "No ingredients listed",
    "noodles": "ORGANIC HEIRLOOM WHEAT FLOUR, SEA SALT. ",
    "curry": "CORIANDER, TURMERIC, FENUGREEK, CUMIN, CELERY SEED, NUTMEG, RED PEPPER AND CARDAMOM.",
    "BBQ ribs": "No ingredients listed",
    "shrimp": "SHRIMP, SALT.",
    "lobster": "No ingredients listed",
    "crab": "No ingredients listed",
    "oysters": "No ingredients listed",
    "fish and chips": "No ingredients listed",
    "ceviche": "No ingredients listed",
    "risotto": "SUPERFINO RICE, VEGETABLE BROTH (COOKING SALT, POTATO STARCH, YEAST EXTRACTS, POTATO MALTODEXTRINS, DEHYDRATED VEGETABLES (CARROT, ONION, CELERY, PARSLEY), SUNFLOWER OIL, SPICES, VEGETABLE NATURAL FLAVORS, RICE FLOUR), DEHYDRATED SWEET PEPPER (5%).",
    "paella": "ENRICHED PARBOILED LONG GRAIN RICE (RICE, FERRIC ORTHO PHOSPHATE (IRON), THIAMINE MONONITRATE, FOLIC ACID), SALT, DRIED VEGETABLES (ONIONS, BELL PEPPERS, PARSLEY), DEXTROSE, HYDROLIZED SOY AND CORN PROTEIN, TOMATO AND GARLIC POWDERS, SPICES, TORULA YEAST, NATURAL FLAVORING, YELLOW #5 AND YELLOW LAKE #6, DISODIUM INOSINATE AND DISODIUM GUANYLATE. SQUID, MUSSELS, PEAS, CARROTS, FRENCH BEANS, PIMIENTOS, GHERKINS, ONIONS, SOY OIL, SPICES AND SALT.",
    "tofu": "NON-GMO WHOLE SOYBEANS, WATER, BIG ISLAND DEEP-SEA NIGARI (MAGNESIUM CHLORIDE A COAGULANT), CALCIUM SULFATE (A COAGULANT)",
    "vegan burger": "No ingredients listed",
    "burrito": "BURRITO MIX {BURRITO RICE [ENRICHED LONG GRAIN WHITE RICE (LONG GRAIN RICE, NIACIN, FERRIC ORTHOPHOSPHATE, THIAMIN MONONITRATE, FOLIC ACID), GROUND TOMATOES (TOMATO, TOMATO PUREE, SALT, CITRIC ACID), ONION, CELERY, CANOLA OIL, TOMATO PASTE, CHICKEN BASE (CHICKEN STOCK, NATURAL FLAVOR, SALT, SUGAR, YEAST EXTRACT), SALT, GARLIC PUREE, CUMIN POWDER, CORIANDER POWDER, BLACK PEPPER], PICO DE GALLO SALSA (TOMATO, ONION, LIME JUICE, CILANTRO, GARLIC PUREE, SALT, JALAPENO CHILE, SERRANO CHILE, CORN STARCH), CHEESE BLEND [PART-SKIM MOZZARELLA CHEESE (CULTURED PASTEURIZED PART-SKIM MILK, SALT, ENZYMES), CHEDDAR CHEESE (CULTURED PASTEURIZED MILK, SALT, ENZYMES, ANNATTO)]}, TORTILLA [ENRICHED BLEACHED WHEAT FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SOYBEAN OIL, PALM SHORTENING, CULTURED WHEAT FLOUR, CONTAINS 2% OR LESS OF: MONO- AND DI-GLYCERIDES, SODIUM BICARBONATE, WHEAT GLUTEN, SALT, GUAR GUM, SUGAR, SODIUM ACID PYROPHOSPHATE, CITRIC ACID, ENZYMES, SODIUM METABISULFITE], AL PASTOR CHICKEN [CHICKEN BREAST WITH RIB MEAT, WATER, CONTAINS LESS THAN 2% OF: SALT, SOYBEAN OIL, SOY PROTEIN ISOLATE, TOMATO POWDER, DISTILLED WHITE VINEGAR, CHILE PEPPER, FRUCTOSE, SODIUM PHOSPHATE, MODIFIED CORN STARCH, CHIPOTLE PEPPER, SUGAR, SOY SAUCE POWDER (WHEAT, SOYBEAN, SALT, MALTODEXTRIN), WHEY PROTEIN CONCENTRATE, DEHYDRATED GARLIC, MOLASSES POWDER (MOLASSES, MALTODEXTRIN), SPICES, CITRIC ACID, DEHYDRATED ORANGE PEEL, EXTRACTIVES OF TURMERIC, SWEETENER (CANE SYRUP, HONEY), ORANGE OIL, TOMATO ESSENCE (TOMATO ESSENCE, MALTODEXTRIN, CITRIC ACID), XANTHAN GUM].",
    "nachos": "No ingredients listed",
    "dim sum": "POTSTICKER [FILLING (CHICKEN, CABBAGE, ONION, CELERY, WATER CHESTNUTS, CONTAINS 2% OR LESS OF GARLIC, TAPIOCA STARCH, SESAME OIL, OYSTER FLAVORED SAUCE [WATER, SUGAR, SALT, OYSTER EXTRACTIE (OYSTER, WATER, SALT), CORN STARCH], SALT, SPICES, SOY SAUCE [WATER, WHEAT, SOYBEANS, SALT, MALTODEXTRIN], YEAST EXTRACT), WRAPPER (WHEAT FLOUR, WATER, TAPIOCA STARCH, XANTHAN GUM, VEGETABLE OIL, POTATO STARCH, CONTAINS 2% OR LESS OF SPICES, SALT, WHEAT GLUTEN)], SAUCE (WATER, SOY SAUCE (WATER, WHEAT, SOYBEANS, SALT), CANE SUGAR SYRUP, VINEGAR, CONTAINS 2% OR LESS OF: GUM ARABIC, NATURAL FLAVOR, DRIED CITRUS PULP, SUNFLOWER OIL).",
    "spring rolls": "No ingredients listed",
    "gyro": "No ingredients listed",
    "falafel": "No ingredients listed",
    "bruschetta": "No ingredients listed",
    "tapas": "IBERIAN PORK MEAT (95%), PAPRIKA, SALT, GARLIC AND NATURAL FLAVOR. STUFFED IN COLLAGEN CASINGS.",
    "guacamole": "HASS AVOCADOS, TOMATOES, ONIONS, CILANTRO, JALAPEO PEPPERS, LIME JUICE, SALT.",
    "quesadilla": "PASTEURIZED MILK, ENZYMES, CULTURES, SALT, FREE FLOW POWDER, ANNATTO COLORING (POTATO STARCH CORN STARCH, DEXTROSE, CALCIUM SULFATE, NATAMYCIN, ENZYME) ADDED TO PREVENT CAKING.",
    "fajitas": "No ingredients listed",
    "lasagna": "LASAGNA NOODLES, MARINARA SAUCE, RICOTTA, MOZZARELLA, ROMANO CHEESE, EGGS, PEPPER.",
    "spaghetti": "SEMOLATOS HARD AND DURUM WHEATS ENRICHED WITH: NIACIN (55 MG/KG), IRON (44 MG/KG), VITAMIN B1 (6 MG/KG), VITAMIN B2 (4 MG/KG) AND FOLIC ACID (1.54 MG/KG), WATER.",
    "meatballs": "BEEF, PORK, WATER, RICOTTA CHEESE (PASTEURIZED PART-SKIM MILK, FRESH WHEY, CREAM, VINEGAR, SALT), WHOLE EGGS, BREAD CRUMBS (WHEAT FLOUR, ENRICHED, MALTED, BROMATED [WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, POTASSIUM BROMATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], WATER, PALM OIL, SALT, SWEET WHEY, SUGAR, YEAST [NATURAL YEAST, SORBITAN MONOSTEARATE, ASCORBIC ACID], CALCIUM PROPIONATE, SODIUM METABISULFITE), ROMANO CHEESE (SHEEP'S MILK, CHEESE CULTURE, SALT, ENZYMES, CALCIUM PROPIONATE), CONTAINS LESS THAN 2% OF SALT, DEHYDRATED GARLIC, SPICES, DEHYDRATED PARSLEY, BROWN SUGAR, CARAMEL COLOR.",
    "ramen": "ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), EGG WHITE, NATURAL FLAVOR (YEAST EXTRACT, ONION, CARROT TOMATO), SUGAR, SOY SAUCE (WHEAT, SOYBEANS, SALT, MALTODEXTRIN), SALT, GARLIC, GREEN ONION, ONION, PAPRIKA.",
    "tempura": "No ingredients listed",
    "dumplings": "FILLING: CHICKEN BREAST, LEEK, GREEN CABBAGE, GREEN ONION, ONION, GARLIC, SOY SAUCE (WATER, SOYBEAN, WHEAT, SALT), SESAME OIL, EVAPORATED CANE JUICE, SALT, OYSTER SAUCE, BLACK PEPPER DOUGH: WHEAT FLOUR, WATER, SOYBEAN OIL, SALT",
    "stir fry": "BROCCOLI, GREEN BEANS, CARROTS, SUGAR SNAP PEAS, ONIONS, CELERY, RED PEPPER, WATER CHESTNUTS.",
    "chow mein": "No ingredients listed",
    "pho": "No ingredients listed",
    "clam chowder": "CREAM, CLAM BROTH FROM CONCENTRATE, CLAM MEAT, POTATOES, ONIONS, CONTAINS 2% OR LESS OF: BUTTER (CREAM, SALT), GARLIC (GARLIC, WATER), FISH STOCK (POLLOCK, SALT), MODIFIED CORN STARCH, SALT, NISIN PREPARATION AND SPICE.",
    "lobster bisque": "No ingredients listed",
    "caesar salad": "ROMAINE LETTUCE, CAESAR DRESSING (SOYBEAN OIL, WATER, PARMESAN CHEESE [PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, ANTI-CAKING AGENT], CORN VINEGAR, EGGS, CORN SYRUP, SALT, SUGAR, CONTAINS LESS THAN 2% OF CURED ANCHOVIES, SPICES, CITRIC ACID, DEHYDRATED GARLIC, LEMON JUICE CONCENTRATE, NATURAL FLAVOR, XANTHAN GUM, DEHYDRATED ONION, DEFATTED SOY FLOUR, SODIUM BENZOATE [PRESERVATIVE], DISTILLED VINEGAR, CALCIUM DISODIUM EDTA [ADDED TO PROTECT FLAVOR], CARAMEL COLOR, EXTRACTIVES OF TURMERIC), MULTIGRAIN CROUTONS (WHEAT FLOUR, SUNFLOWER AND/OR SAFFLOWER OIL, CRACKED RYE, CRACKED WHEAT, YEAST, 2% OR LESS OF SEA SALT, SUGAR, WHEAT GLUTEN, DEHYDRATED ROASTED GARLIC, NATURAL OLIVE OIL FLAVOR), PARMESAN CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT AND ENZYMES), LEMON, GRAPE TOMATOES.",
    "pancakes": "WHITE RICE FLOUR, BROWN RICE FLOUR, WHITE SORGHUM FLOUR, TAPIOCA FLOUR, SUGAR, XANTHAN GUM, MILK, EGGS, BAKING POWDER, BAKING SODA, SALT.",
    "waffles": "WATER, BROWN RICE FLOUR*, POTATO STARCH*, CORN FLOUR*, SOY OIL*, CANE SUGAR*, TAPIOCA STARCH*, CHIA*, POTATO FLOUR*, LEAVENING AGENT (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, AND MONOCALCIUM PHOSPHATE), SOY LECITHIN*, QUINOA*, AMARANTH*, PEAR JUICE CONCENTRATE*, NATURAL FLAVOR, SEA SALT.",
    "omelette": "TOMATOES, TOMATO CONCENTRATE, WATER, SUGAR, CANOLA OIL, DEHYDRATED ONION, DEHYDRATED GARLIC, SALT, SPICES.",
    "bagel": "No ingredients listed",
    "croissant": "No ingredients listed"
}